{
  "en": {
    "langName": "English",
    "translateUrl": "https://beta.sunflowerai.io/caption/DQ8Q36/en-US?bg=true&color=51.5%2C0%2C100&size=1&width=true&font=ar-one-sans&green=false&lines=0",
    "serviceLabel": "For translation services",
    "songs": [
      {
        "title": "Welcome ...",
        "show": true,
        "lyrics": "<h2>Welcome to St Phils Eastwood</h2>Thank you for joining us to celebrate Christmas together. Christmas is a season of great joy. It is when God showed His great love for us. It is when we celebrate the birth of Jesus Christ, God's son, born into our world. So, this birth brought great joy to the world. Angels, shepherds, and wise men all shared in this momentous event. They knew this was no ordinary baby. However, this baby's birth had a purpose: Billy Graham once said, \"The very purpose of Christ's coming into the world was that he might offer up his life as a sacrifice for the sins of the world. He came to die. That is the heart of Christmas.\"<p>Maybe you've got questions about God or you're wondering what's the point of Christianity? Why not ask your questions and find answers at <button target=\"_blank\" class=\"action-button\" data-url=\"https://christianity.net.au\" target=\"_newtab\">Christianity.net.au</button></p><p>Or maybe you'd like to join a course to explore the hope that Jesus offers to the world or ask your questions in person?</p><button target=\"_blank\" class=\"action-button\" data-key=\"Contact\">Join our next course</button><p><button target=\"_blank\" class=\"action-button\" data-url=\"http://stphils.org.au\">More information about St Phils</button></p>"
      },
      {
        "title": "O Come All Ye Faithful",
        "show": true,
        "lyrics": "<h2>O Come All Ye Faithful</h2><p>O come all ye faithful, joyful and triumphant<br>O come ye, o come ye to bethlehem<br>Come and behold him, born the king of angels<br>O come let us adore him<br>O come let us adore him<br>O come let us adore him<br>Christ the Lord!</p><p>True God of true God, Light of Light eternal<br>Lo, he abhors not the virgin's womb<br>Son of the Father, begotten, not created<br>O come let us adore him<br>O come let us adore him<br>O come let us adore him<br>Christ the Lord!</p><p>Sing choirs of angels, sing in exultation<br>Sing all ye citizens of heaven above<br>'Glory to God, glory in the highest'<br>O come let us adore him<br>O come let us adore him<br>O come let us adore him<br>Christ the Lord!</p><p>Yea, Lord we greet thee, born this happy morning<br>Jesus, to thee be glory given<br>Word of the Father now in flesh appearing<br>O come let us adore him<br>O come let us adore him<br>O come let us adore him<br>Christ the Lord!</p>"
      },
      {
        "title": "Bible Reading: Isaiah 9:2-7",
        "show": false,
        "lyrics": "<h2>Isaiah 9:2-7</h2><blockquote>The people walking in darkness have seen a great light; on those living in the land of deep darkness a light has dawned. You have enlarged the nation and increased their joy; they rejoice before you as people rejoice at the harvest, as warriors rejoice when dividing the plunder. For as in the day of Midian's defeat, you have shattered the yoke that burdens them, the bar across their shoulders, the rod of their oppressor. Every warrior's boot used in battle and every garment rolled in blood will be destined for burning, will be fuel for the fire. For to us a child is born, to us a son is given, and the government will be on his shoulders. And he will be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace. Of the greatness of his government and peace there will be no end. He will reign on David's throne and over his kingdom, establishing and upholding it with justice and righteousness from that time on and forever. The zeal of the LORD Almighty will accomplish this.</blockquote>"
      },
      {
        "title": "Bible Reading: Luke 1:26-38",
        "show": false,
        "lyrics": "<h2>Luke 1:26-38</h2><blockquote>In the sixth month of Elizabeth's pregnancy, God sent the angel Gabriel to Nazareth, a town in Galilee, to a virgin pledged to be married to a man named Joseph, a descendant of David. The virgin's name was Mary. The angel went to her and said, “Greetings, you who are highly favored! The Lord is with you.” Mary was greatly troubled at his words and wondered what kind of greeting this might be. But the angel said to her, “Do not be afraid, Mary; you have found favor with God. You will conceive and give birth to a son, and you are to call him Jesus. He will be great and will be called the Son of the Most High. The Lord God will give him the throne of his father David, and he will reign over Jacob's descendants forever; his kingdom will never end.” “How will this be,” Mary asked the angel, “since I am a virgin?” The angel answered, “The Holy Spirit will come on you, and the power of the Most High will overshadow you. So the holy one to be born will be called the Son of God. Even Elizabeth your relative is going to have a child in her old age, and she who was said to be unable to conceive is in her sixth month. For no word from God will ever fail.” “I am the Lord's servant,” Mary answered. “May your word to me be fulfilled.” Then the angel left her.</blockquote>"
      },
      {
        "title": "The First Nowell",
        "show": true,
        "lyrics": "<h2>The First Nowell</h2><p>The first nowell the angel did say<br>was the certain poor shepherds in fields as they lay<br>in fields where they lay keeping their sheep<br>on a cold winder's night that was so deep<br>Nowell, nowell, nowell, nowell<br>born is the King of Israel</p><p>When they looked up they saw a star<br>shining in the east, beyond them far<br>and to the earth it gave great light<br>and so it continued both day and night<br>Nowell, nowell, nowell, nowell<br>born is the King of Israel</p><p>This star drew nigh to the north-west<br>over Bethlehem it took its rest<br>and there it did both stop and stay<br>right over the place where Jesus lay<br>Nowell, nowell, nowell, nowell<br>born is the King of Israel</p><p>Now let us all with one accord<br>sing praises to our heavenly Lord<br>who brought forth heaven and earth from nought<br>and with his blood mankind has bought<br>Nowell, nowell, nowell, nowell<br>born is the King of Israel</p>"
      },
      {
        "title": "Bible Reading: Luke 2:1-7",
        "show": false,
        "lyrics": "<h2>Luke 2:1-7</h2><blockquote>In those days Caesar Augustus issued a decree that a census should be taken of the entire Roman world. (This was the first census that took place while Quirinius was governor of Syria.) And everyone went to their own town to register. So Joseph also went up from the town of Nazareth in Galilee to Judea, to Bethlehem the town of David, because he belonged to the house and line of David. He went there to register with Mary, who was pledged to be married to him and was expecting a child. While they were there, the time came for the baby to be born, and she gave birth to her firstborn, a son. She wrapped him in cloths and placed him in a manger, because there was no guest room available for them.</blockquote>"
      },
      {
        "title": "Silent Night",
        "show": true,
        "lyrics": "<h2>Silent Night</h2><p>Silent night, holy night<br>all is calm, all is bright<br>round young virgin, mother and child<br>holy infant so tender and mild<br>sleep in heavenly peace<br>sleep in heavenly peace</p><p>Silent night, holy night<br>shepherds quake at the sight<br>glories stream from heaven afar<br>heavenly hosts sing, ‘Alleluia<br>Christ the Savior is born<br>Christ the savior is born'</p><p>Silent night, holy night<br>wonderous star, lend your light<br>with the angels let us sing<br>Alleluia to our King<br>Christ our Saviour is born<br>Christ our Saviour is born</p>"
      },
      {
        "title": "Bible Reading: Luke 2:8-20",
        "show": false,
        "lyrics": "<h2>Luke 2:8-20</h2><blockquote>And there were shepherds living out in the fields nearby, keeping watch over their flocks at night. An angel of the Lord appeared to them, and the glory of the Lord shone around them, and they were terrified. But the angel said to them, “Do not be afraid. I bring you good news that will cause great joy for all the people. Today in the town of David a Savior has been born to you; he is the Messiah, the Lord. This will be a sign to you: You will find a baby wrapped in cloths and lying in a manger.” Suddenly a great company of the heavenly host appeared with the angel, praising God and saying, “Glory to God in the highest heaven, and on earth peace to those on whom his favor rests.” When the angels had left them and gone into heaven, the shepherds said to one another, “Let's go to Bethlehem and see this thing that has happened, which the Lord has told us about.” So they hurried off and found Mary and Joseph, and the baby, who was lying in the manger. When they had seen him, they spread the word concerning what had been told them about this child, and all who heard it were amazed at what the shepherds said to them. But Mary treasured up all these things and pondered them in her heart. The shepherds returned, glorifying and praising God for all the things they had heard and seen, which were just as they had been told.</blockquote>"
      },
      {
        "title": "Hark! The Herald Angels Sing",
        "show": true,
        "lyrics": "<h2>Hark! The Herald Angels Sing</h2><p>Hark! The herald angels sing<br>glory to the newborn king<br>peace on earth and mercy mild<br>God and sinners reconciled<br>Joyful all ye nations rise<br>join the triumph of the skies<br>with the angelic host proclaim<br>‘Christ is born in Bethlehem'<br>Hark! The heralds angels sing<br>glory to the newborn king</p><p>Christ, by highest heaven adored<br>Christ, the everlasting Lord<br>late in time behold him come<br>offspring of the virgin's womb!<br>Veild in flesh the Godhead see<br>hail the incarnate Deity!<br>Pleased as man with men to dwell<br>Jesus, our Immanuel<br>Hark! The heralds angels sing<br>glory to the newborn king</p><p>Mild he lays his glory by<br>born that man no more may die<br>born to raise the sons of earth<br>born to give them second birth<br>Hail the heaven-born Prince of Peace!<br>Hail the Sun of Righteousness!<br>Light and life to all he brings<br>risen with healing in his wings<br>Hark! The heralds angels sing<br>glory to the newborn king</p>"
      },
      {
        "title": "O Holy Night",
        "show": true,
        "lyrics": "<h2>O Holy Night</h2><p>O holy night, the stars are brightly shining<br>it is the night of our dear saviour's birth<br>Long laid the world in sin and error pining<br>till he appeared and the soul felt its worth<br>A thrill of hope, the weary world rejoices<br>For yonder breaks, a new and glorious morn<br>Fall on your knees, O hear the angel voices<br>O night divine, O night when Christ was born<br>O night divine, O night, O night divine</p><p>Truely he taught us to love one anothers<br>His law is love and his gospel is peace<br>Chains, shall he break for the slave is our brother<br>and in his name, all oppression shall cease<br>Sweet hymns of joy, in grateful chorus raise we<br>Let all within us praise his holy name<br>Christ is the Lord, O praise hisname forever<br>His power and glory evermore proclaim<br>His power and glory evermore proclaim</p>"
      },
      {
        "title": "Bible Reading: Matthew 2:1-12",
        "show": false,
        "lyrics": "<h2>Matthew 2:1-12</h2><blockquote>After Jesus was born in Bethlehem in Judea, during the time of King Herod, Magi from the east came to Jerusalem and asked, “Where is the one who has been born king of the Jews? We saw his star when it rose and have come to worship him.” When King Herod heard this he was disturbed, and all Jerusalem with him. When he had called together all the people's chief priests and teachers of the law, he asked them where the Messiah was to be born. “In Bethlehem in Judea,” they replied, “for this is what the prophet has written: <p>“ 'But you, Bethlehem, in the land of Judah, are by no means least among the rulers of Judah; for out of you will come a ruler who will shepherd my people Israel.'”</p> Then Herod called the Magi secretly and found out from them the exact time the star had appeared. He sent them to Bethlehem and said, “Go and search carefully for the child. As soon as you find him, report to me, so that I too may go and worship him.” After they had heard the king, they went on their way, and the star they had seen when it rose went ahead of them until it stopped over the place where the child was. When they saw the star, they were overjoyed. On coming to the house, they saw the child with his mother Mary, and they bowed down and worshiped him. Then they opened their treasures and presented him with gifts of gold, frankincense and myrrh. And having been warned in a dream not to go back to Herod, they returned to their country by another route.</blockquote>"
      },
      {
        "title": "O Little Town of Bethlehem",
        "show": true,
        "lyrics": "<h2>O Little Town of Bethlehem</h2><p>O little town of Bethlehem<br>how still we see thee lie!<br>above thy deep and dreamless sleep<br>the silent stars go by<br>yet in thy dark streets shineth<br>the everlasting Light<br>the hopes and fears of all the years<br>are met in thee tonight</p><p>O morning stars, together<br>proclaim the holy birth<br>and praises sing to God the King<br>and peace to men on earth<br>for Christ is born of Mary<br>and gathered all above<br>while mortals sleep and angels keep<br>their watch of wondering love</p><p>How silently, how silently<br>the wondrous gift is given!<br>So God imparts to human hearts<br>the blessings of his heaven<br>No ear may hear his coming<br>but in this world of sin<br>where meek souls will receive him still<br>the dear Christ enters in</p><p>O holy child of Bethlehem<br>descend to us we pray<br>cast out our sin and enter in<br>be born in us today<br>We hear the Christmas angels<br>the great glad tidings tells<br>O come to us, abide with us<br>our Lord Emmanuel</p>"
      },
      {
        "title": "Bible Reading: Micah 5:2-4",
        "show": false,
        "lyrics": "<h2>Micah 5:2-4</h2><blockquote>“But you, Bethlehem Ephrathah, though you are small among the clans of Judah, out of you will come for me one who will be ruler over Israel, whose origins are from of old, from ancient times.” Therefore Israel will be abandoned until the time when she who is in labor bears a son, and the rest of his brothers return to join the Israelites. He will stand and shepherd his flock in the strength of the LORD, in the majesty of the name of the LORD his God. And they will live securely, for then his greatness will reach to the ends of the earth.</blockquote>"
      },
      {
        "title": "Joy to the World",
        "show": true,
        "lyrics": "<h2>Joy to the World</h2><p>Joy to the world! The Lord is come<br>let earth receive her king<br>Let every heart prepare him room<br>and heaven and nature sing<br>and heaven and nature sing<br>and heaven, and heaven and nature sing</p><p>Joy to the world! The Savior reigns<br>let men their song employ<br>while fields and floods, rocks, hills, and plains<br>repeat the sounding joy<br>repeat the sounding joy<br>repeat, repeat the sounding joy</p><p>No more let sin and sorrow grow<br>nor thorns infest the ground<br>He comes to make his blessing flow<br>far as the curse is found<br>far as the curse is found<br>far as, far as the curse is found</p><p>He rules the world with truth and grace<br>and makes the nations prove<br>the glories of his righteousness<br>and wonders of his love<br>and wonders of his love<br>and wonders, wonders of his love</p>"
      },
      {
        "title": "Thanks for joining us",
        "show": false,
        "lyrics": "<h2>Thanks for joining us</h2><p>We're so glad you could join us this Christmas.  We pray that you have a blessed and joyful Christmas and we look forward to seeing you in the new year.</p><p>For more information:</p><p><button target=\"_blank\" class=\"action-button\" data-url=\"https://christianity.net.au\" target=\"_newtab\">Christianity.net.au</button></p><p><button target=\"_blank\" class=\"action-button\" data-key=\"Contact\">Join our next course</button></p><p><button target=\"_blank\" class=\"action-button\" data-url=\"http://stphils.org.au\">More information about St Phils</button></p>"
      }
    ]
  },
  "zh-Hans": {
    "langName": "简体",
    "translateUrl": "https://beta.sunflowerai.io/caption/DQ8Q36/zh-Hans?lines=0&bg=true&color=51.5%2C0%2C100&size=1&width=true&font=ar-one-sans&green=false",
    "serviceLabel": "翻译服务",
    "songs": [
      {
        "title": "欢迎 ...",
        "show": true,
        "lyrics": "<h2>欢迎来到圣菲尔教堂</h2>感谢大家加入我们，一起庆祝圣诞节。圣诞节是一个充满喜悦的季节。这是上帝向我们展示祂伟大爱的时刻。这是我们庆祝耶稣基督诞生的时候——上帝的儿子，降生到我们的世界中。因此，这个诞生给世界带来了巨大的喜悦。天使、牧羊人和贤士们都参与了这一重要事件。他们知道这不是普通的婴儿。然而，这个婴儿的诞生有其目的：比利·格雷厄姆曾说：“基督降临世界的根本目的就是为世人的罪而献出自己的生命作为牺牲。他来到世上是为了受难。这就是圣诞节的核心。”"
      },
      {
        "title": "O Come All Ye Faithful — 齐来崇拜",
        "show": true,
        "lyrics": "<h2>O Come All Ye Faithful — 齐来崇拜</h2><p>O come all ye faithful, joyful and triumphant<br>齐来，宗主信徒，欢欣快乐歌唱<br>O come ye, O come ye to Bethlehem<br>齐来，齐来，往伯利恒去<br>Come and behold Him, born the King of angels<br>来朝见基督，天使之王降生<br>O come let us adore Him<br>齐来崇拜祂<br>O come let us adore Him<br>齐来崇拜祂<br>O come let us adore Him<br>齐来崇拜祂<br>Christ the Lord!<br>救主基督</p><p>True God of true God, Light of Light eternal<br>真神的真神，荣耀光明无尽<br>Lo, He abhors not the virgin's womb<br>甘愿降生于童贞女腹<br>Son of the Father, begotten, not created<br>父之独生子，非受造而生<br>O come let us adore Him<br>齐来崇拜祂<br>O come let us adore Him<br>齐来崇拜祂<br>O come let us adore Him<br>齐来崇拜祂<br>Christ the Lord!<br>救主基督</p><p>Sing choirs of angels, sing in exultation<br>天上众天军齐来欢呼歌唱<br>Sing all ye citizens of heaven above<br>天堂万民同声颂扬<br>‘Glory to God, glory in the highest'<br>荣耀归真神，至高上帝当受赞美<br>O come let us adore Him<br>齐来崇拜祂<br>O come let us adore Him<br>齐来崇拜祂<br>O come let us adore Him<br>齐来崇拜祂<br>Christ the Lord!<br>救主基督</p><p>Yea, Lord we greet Thee, born this happy morning<br>救主，我们敬拜，今晨快乐迎祢<br>Jesus, to Thee be glory given<br>耶稣荣耀全归于祢<br>Word of the Father, now in flesh appearing<br>父之道成肉身显现于世<br>O come let us adore Him<br>齐来崇拜祂<br>O come let us adore Him<br>齐来崇拜祂<br>O come let us adore Him<br>齐来崇拜祂<br>Christ the Lord!<br>救主基督</p>"
      },
      {
        "title": "Bible Reading: Isaiah 9:2-7",
        "show": false,
        "lyrics": "<h2>Isaiah 9:2-7</h2><blockquote>在黑暗中行走的百姓看见了大光； 住在死荫之地的人有光照耀他们。 你使这国民众多， 使他们喜乐大增； 他们在你面前欢喜， 好像收割时的欢喜， 又像人分战利品那样的快乐。 因为他们所负的重轭 和肩头上的杖， 并欺压者的棍， 你都已经折断， 如同在米甸的日子一般。 战士在战乱中所穿的靴子， 以及那滚在血中的衣服， 都必当作柴火燃烧。 因有一婴孩为我们而生； 有一子赐给我们。 政权必担在他的肩头上； 他名称为“奇妙策士、全能的上帝、永在的父、和平的君”。 他的政权与平安必加增无穷。 他必在大卫的宝座上治理他的国， 以公平公义使国坚定稳固， 从今直到永远。 万军之耶和华的热心必成就这事。</blockquote>"
      },
      {
        "title": "Bible Reading: Luke 1:26-38",
        "show": false,
        "lyrics": "<h2>Luke 1:26-38</h2><blockquote>到了第六个月，天使加百列奉上帝的差遣往加利利的一座城去，这城名叫拿撒勒， 到一个童女那里，她已经许配大卫家的一个人，名叫约瑟；童女的名字叫马利亚。 天使进去，对她说：“蒙大恩的女子，你好，主和你同在！” 马利亚因这话就很惊慌，又反覆思考这样问候是什么意思。 天使对她说： “马利亚，不要怕，你在上帝面前已经蒙恩了。 你要怀孕生子，要给他起名叫耶稣。 他将要为大，称为至高者的儿子； 主上帝要把他祖先大卫的王位给他。 他要作雅各家的王，直到永远； 他的国没有穷尽。” 马利亚对天使说：“我没有出嫁，怎么会有这事呢？” 天使回答她说： “圣灵要临到你身上； 至高者的能力要庇荫你, 因此，那要出生的圣者要称为上帝的儿子。 况且，你的亲戚伊利莎白，就是那素来称为不生育的，在年老的时候也怀了男胎，现在怀孕六个月了。 因为，出于上帝的话，没有一句不带能力的。” 马利亚说：“我是主的使女，愿意照你的话实现在我身上。”于是天使离开她去了。</blockquote>"
      },
      {
        "title": "The First Nowell — 首度圣诞",
        "show": true,
        "lyrics": "<h2>The First Nowell — 首度圣诞</h2><p>The first Nowell the angel did say<br>首度圣诞天使宣告<br>was to certain poor shepherds in fields as they lay<br>向在田间牧羊的穷苦牧者<br>in fields where they lay keeping their sheep<br>他们在田野看守羊群<br>on a cold winter's night that was so deep<br>在那寒冷深邃的冬夜<br>Nowell, Nowell, Nowell, Nowell<br>诺埃，诺埃，诺埃，诺埃<br>born is the King of Israel<br>以色列王已降生</p><p>When they looked up they saw a star<br>牧者仰望，看见一星<br>shining in the east, beyond them far<br>在东方明亮光耀<br>and to the earth it gave great light<br>那光照耀全地万方<br>and so it continued both day and night<br>昼夜不停持续发光<br>Nowell, Nowell, Nowell, Nowell<br>诺埃，诺埃，诺埃，诺埃<br>born is the King of Israel<br>以色列王已降生</p><p>This star drew nigh to the north-west<br>那星移动向着西北<br>over Bethlehem it took its rest<br>停在伯利恒的上空<br>and there it did both stop and stay<br>就在耶稣所在之处<br>right over the place where Jesus lay<br>在祂安睡的地方上方<br>Nowell, Nowell, Nowell, Nowell<br>诺埃，诺埃，诺埃，诺埃<br>born is the King of Israel<br>以色列王已降生</p><p>Now let us all with one accord<br>让我们众人同心赞美<br>sing praises to our heavenly Lord<br>歌颂我们天上的主<br>who brought forth heaven and earth from nought<br>祂从无中创造天地万有<br>and with His blood mankind has bought<br>并用祂宝血救赎世人<br>Nowell, Nowell, Nowell, Nowell<br>诺埃，诺埃，诺埃，诺埃<br>born is the King of Israel<br>以色列王已降生</p>"
      },
      {
        "title": "Bible Reading: Luke 2:1-7",
        "show": false,
        "lyrics": "<h2>Luke 2:1-7</h2><blockquote>在那些日子，凯撒奥古斯都降旨，叫全国人民都登记户籍。 这第一次登记户籍是在居里扭作叙利亚总督的时候行的。 众人各归各城，办理登记。 约瑟也从加利利的拿撒勒城上犹太去，到了大卫的城名叫伯利恒，因为他是大卫家族的人， 要和他所聘之妻马利亚一同登记户籍。那时马利亚已经怀孕。 他们在那里的时候，马利亚的产期到了， 就生了头胎的儿子，用布包起来，放在马槽里，因为客店里没有地方。</blockquote>"
      },
      {
        "title": "Silent Night — 平安夜",
        "show": true,
        "lyrics": "<h2>Silent Night — 平安夜</h2><p>Silent night, holy night<br>平安夜，圣善夜<br>all is calm, all is bright<br>万暗中，光华射<br>round young virgin, mother and child<br>照着圣母也照着圣婴<br>holy infant so tender and mild<br>多少慈祥也多少天真<br>sleep in heavenly peace<br>天上光华照大地<br>sleep in heavenly peace<br>普世欢腾庆圣诞</p><p>Silent night, holy night<br>平安夜，圣善夜<br>shepherds quake at the sight<br>牧羊人，在旷野<br>glories stream from heaven afar<br>忽然看见了天上光华<br>heavenly hosts sing, ‘Alleluia'<br>听见天军在高声歌唱<br>Christ the Savior is born<br>救主耶稣今降生<br>Christ the Savior is born<br>救主耶稣今降生</p><p>Silent night, holy night<br>平安夜，圣善夜<br>wonderous star, lend your light<br>神圣光，普照万方<br>with the angels let us sing<br>同那天使唱“哈利路亚”<br>Alleluia to our King<br>荣耀归于天上君王<br>Christ our Savior is born<br>救主基督已降生<br>Christ our Savior is born<br>救主基督已降生</p>"
      },
      {
        "title": "Bible Reading: Luke 2:8-20",
        "show": false,
        "lyrics": "<h2>Luke 2:8-20</h2><blockquote>在伯利恒的野外有牧羊人，夜间值班看守羊群。 有主的一个使者站在他们旁边，主的荣光四面照着他们，牧羊人就很惧怕。 那天使对他们说：“不要惧怕！看哪！因为我报给你们大喜的信息，是关乎万民的： 因今天在大卫的城里，为你们生了救主，就是主基督。 你们要看见一个婴孩，包着布，卧在马槽里，那就是给你们的记号。” 忽然，有一大队天兵同那天使赞美上帝说： “在至高之处荣耀归与上帝！ 在地上平安归与他所喜悦的人！” 众天使离开他们，升天去了。牧羊人彼此说：“我们往伯利恒去，看看所成的事，就是主所告诉我们的。” 他们急忙去了，找到马利亚和约瑟，还有那婴孩卧在马槽里。 他们看见，就把天使论这孩子的话传开了。 听见的人都诧异牧羊人对他们所说的话。 马利亚却把这一切的事存在心里，反覆思考。 牧羊人回去了，因所听见所看见的一切事，正如天使向他们所说的，就归荣耀于上帝，赞美他。</blockquote>"
      },
      {
        "title": "Hark! The Herald Angels Sing — 听啊，天使高声唱",
        "show": true,
        "lyrics": "<h2>Hark! The Herald Angels Sing — 听啊，天使高声唱</h2><p>Hark! The herald angels sing<br>听啊！天使高声唱<br>glory to the newborn King<br>荣耀归于新生王<br>peace on earth and mercy mild<br>地上平安，恩惠慈爱<br>God and sinners reconciled<br>神与世人得以和好<br>Joyful all ye nations rise<br>万国欢乐齐来迎<br>join the triumph of the skies<br>同享天上荣耀欢庆<br>with the angelic host proclaim<br>与天使天军同声宣告<br>‘Christ is born in Bethlehem'<br>基督已在伯利恒降生<br>Hark! The herald angels sing<br>听啊！天使高声唱<br>glory to the newborn King<br>荣耀归于新生王</p><p>Christ, by highest heaven adored<br>基督受至高天堂爱戴<br>Christ, the everlasting Lord<br>基督永生之主宰<br>late in time behold Him come<br>末时来到显于世上<br>offspring of the virgin's womb!<br>童贞女腹中的圣婴<br>Veiled in flesh the Godhead see<br>披着肉身看见真神<br>hail the incarnate Deity!<br>欢呼祂道成肉身<br>Pleased as man with men to dwell<br>甘作人身住在世间<br>Jesus, our Immanuel<br>耶稣，是我们以马内利<br>Hark! The herald angels sing<br>听啊！天使高声唱<br>glory to the newborn King<br>荣耀归于新生王</p><p>Mild He lays His glory by<br>祂谦卑舍下天上荣耀<br>born that man no more may die<br>降生为使世人不再死亡<br>born to raise the sons of earth<br>降生为使世人得以复活<br>born to give them second birth<br>降生为使人得重生<br>Hail the heaven-born Prince of Peace!<br>欢呼天上和平君王<br>Hail the Sun of Righteousness!<br>欢呼公义的日光<br>Light and life to all He brings<br>祂为万民带来光与生命<br>risen with healing in His wings<br>祂翅膀下有医治能力<br>Hark! The herald angels sing<br>听啊！天使高声唱<br>glory to the newborn King<br>荣耀归于新生王</p>"
      },
      {
        "title": "O Holy Night — 圣善夜",
        "show": true,
        "lyrics": "<h2>O Holy Night — 圣善夜</h2><p>O holy night, the stars are brightly shining<br>圣善夜群星光华灿烂<br>it is the night of our dear Saviour's birth<br>此夜里亲爱救主降生<br>Long lay the world in sin and error pining<br>世人久陷罪中深受苦痛<br>till He appeared and the soul felt its worth<br>主临到灵魂方知其价值<br>A thrill of hope, the weary world rejoices<br>希望降临，使疲倦的世界欢欣<br>For yonder breaks a new and glorious morn<br>荣耀晨光将自天边破晓<br>Fall on your knees, O hear the angel voices<br>跪拜虔诚吧，聆听天使之声<br>O night divine, O night when Christ was born<br>神圣之夜，救主基督降生的夜<br>O night divine, O night, O night divine</p><p>Truly He taught us to love one another<br>祂真实教导我们彼此相爱<br>His law is love and His gospel is peace<br>祂的律法是爱，祂的福音带来和平<br>Chains shall He break, for the slave is our brother<br>祂要折断锁链，因奴仆也是弟兄<br>and in His name all oppression shall cease<br>奉祂之名，一切压迫都要止息<br>Sweet hymns of joy in grateful chorus raise we<br>让我们唱感恩之歌，齐声欢呼<br>Let all within us praise His holy name<br>全心全人都来赞美祂的圣名<br>Christ is the Lord, O praise His name forever<br>His power and glory evermore proclaim<br>His power and glory evermore proclaim</p>"
      },
      {
        "title": "Bible Reading: Matthew 2:1-12",
        "show": false,
        "lyrics": "<h2>Matthew 2:1-12</h2><blockquote>在希律作王的时候，耶稣生在犹太的伯利恒。有几个博学之士从东方来到耶路撒冷，说： “那生下来作犹太人之王的在哪里？我们在东方看见他的星，特来拜他。” 希律王听见了，就心里不安；耶路撒冷全城的人也都不安。 他就召集了祭司长和民间的文士，问他们：“基督该生在哪里？” 他们说：“在犹太的伯利恒。因为有先知记着： ‘犹大地的伯利恒啊, 你在犹大诸城中并不是最小的； 因为将来有一位统治者要从你那里出来, 牧养我以色列民。’ ” 于是，希律暗地里召了博学之士来，查问那星是什么时候出现的， 就派他们往伯利恒去，说：“你们去仔细寻访那小孩子，找到了就来报信，我也好去拜他。” 他们听了王的话就去了。忽然，在东方所看到的那颗星在前面引领他们，一直行到小孩子所在地方的上方就停住了。 他们看见那星，就非常欢喜； 进了房子，看见小孩子和他母亲马利亚，就俯伏拜那小孩子，揭开宝盒，拿出黄金、乳香、没药，作为礼物献给他。 因为在梦中得到主的指示，不要回去见希律，他们就从别的路回自己的家乡去了。</blockquote>"
      },
      {
        "title": "O Little Town of Bethlehem — 小伯利恒城",
        "show": true,
        "lyrics": "<h2>O Little Town of Bethlehem — 小伯利恒城</h2><p>O little town of Bethlehem<br>小伯利恒城啊<br>how still we see thee lie!<br>我们看你何等安静<br>above thy deep and dreamless sleep<br>在你深沉无梦的睡眠之上<br>the silent stars go by<br>群星悄然流转<br>yet in thy dark streets shineth<br>然而在你幽暗的街道上<br>the everlasting Light<br>永恒真光正照耀<br>the hopes and fears of all the years<br>世世代代的盼望与惧怕<br>are met in thee tonight</p><p>O morning stars, together<br>晨星啊，一同来<br>proclaim the holy birth<br>宣扬圣子的诞生<br>and praises sing to God the King<br>向神、我们的王高声颂赞<br>and peace to men on earth<br>并报地上人平安<br>for Christ is born of Mary<br>因基督已由马利亚诞生<br>and gathered all above<br>天军在上方聚集<br>while mortals sleep and angels keep<br>当世人沉睡时<br>their watch of wondering love<br>天使看守着奇妙的慈爱</p><p>How silently, how silently<br>多么静默，多么温柔<br>the wondrous gift is given!<br>奇妙的礼物这样赐下<br>So God imparts to human hearts<br>神把祂的恩典赐给人心<br>是天上来的福分<br>No ear may hear His coming<br>无人用耳听见祂来临<br>but in this world of sin<br>但在这罪恶的世界<br>where meek souls will receive Him still<br>凡谦卑的心愿意接待祂<br>the dear Christ enters in<br>亲爱的基督就进入他们心中</p><p>O holy Child of Bethlehem<br>伯利恒的圣婴啊<br>descend to us, we pray<br>求祢降临到我们这里<br>cast out our sin and enter in<br>除去我们的罪，进入我们的心<br>be born in us today<br>今日在我们心中诞生<br>We hear the Christmas angels<br>我们听见圣诞天使<br>传扬大喜的佳音<br>O come to us, abide with us<br>求祢到我们这里，与我们同住<br>our Lord Emmanuel<br>我们主以马内利</p>"
      },
       {
        "title": "Bible Reading: Micah 5:2-4",
        "show": false,
        "lyrics": "<h2>Micah 5:2-4</h2><blockquote>伯利恒的以法他啊， 你在犹大诸城中虽小， 将来必有一位从你那里出来， 在以色列中为我作掌权者； 他的根源自亘古，从太初就有。 因此，耶和华要将以色列人交给敌人， 直到临产的妇人生下孩子； 那时，他其余的弟兄 必回到以色列人那里。 他必倚靠耶和华的大能， 倚靠耶和华－他上帝之名的威严， 站立并牧养， 使他们安然居住； 因为现在他必尊大， 直到地极。</blockquote>"
      },
      {
        "title": "Joy to the World - 普世欢腾",
        "show": true,
        "lyrics": "<h2>Joy to the World — 普世欢腾</h2><p>Joy to the world! The Lord is come<br>普世欢腾，救主下降<br>let earth receive her King<br>大地接她君王<br>Let every heart prepare Him room<br>愿众心为主预备地方<br>and heaven and nature sing<br>诸天万物歌唱<br>and heaven and nature sing<br>诸天万物歌唱<br>and heaven, and heaven and nature sing<br>诸天，诸天万物歌唱</p><p>Joy to the world! The Savior reigns<br>普世欢腾，主治万方<br>let men their songs employ<br>万民守主法则<br>while fields and floods, rocks, hills, and plains<br>田野江河，山石与平原<br>repeat the sounding joy<br>重复主恩浩荡<br>repeat the sounding joy<br>重复主恩浩荡<br>repeat, repeat the sounding joy<br>重复，重复主恩浩荡</p><p>No more let sins and sorrows grow<br>罪恶忧愁不再生长<br>nor thorns infest the ground<br>地上不再受伤<br>He comes to make His blessings flow<br>主来使万民得祂恩惠<br>far as the curse is found<br>直到远方万邦<br>far as the curse is found<br>直到远方万邦<br>far as, far as the curse is found<br>直到，直到远方万邦</p><p>He rules the world with truth and grace<br>主以真理恩慈统治<br>and makes the nations prove<br>使万国得证明<br>the glories of His righteousness<br>主之公义，无比的荣耀<br>and wonders of His love<br>主爱无穷无尽<br>and wonders of His love<br>主爱无穷无尽<br>and wonders, wonders of His love<br>主爱，主爱无穷无尽</p>"
      },
      {
        "title": "Thanks for joining us",
        "show": false,
        "lyrics": "<h2>Thanks for joining us</h2><p>We're so glad you could join us this Christmas.  We pray that you have a blessed and joyful Christmas and we look forward to seeing you in the new year.</p><p>For more information:</p><p><button target=\"_blank\" class=\"action-button\" data-url=\"https://christianity.net.au\" target=\"_newtab\">Christianity.net.au</button></p><p><button target=\"_blank\" class=\"action-button\" data-key=\"Contact\">Join our next course</button></p><p><button target=\"_blank\" class=\"action-button\" data-url=\"http://stphils.org.au\">More information about St Phils</button></p>"
      }
    ]
  },
  "zh-HK": {
    "langName": "繁體",
    "translateUrl": "https://beta.sunflowerai.io/caption/DQ8Q36/zh-HK?bg=true&color=51.5%2C0%2C100&size=1&width=true&font=ar-one-sans&green=false&lines=0",
    "serviceLabel": "翻譯服務",
    "songs": [
      {
        "title": "歡迎 ...",
        "show": true,
        "lyrics": "<h2>歡迎來到聖菲爾斯</h2>感謝你加入我們，一起慶祝聖誕節。聖誕節是一個充滿喜悅的季節。這是上帝向我們顯示祂偉大愛意的時刻。這是我們慶祝耶穌基督誕生的時候，祂是上帝的兒子，降生到我們的世界。因此，這個誕生給世界帶來了極大的喜悅。天使、牧羊人和智者都參與了這個重要的時刻。他們知道這不是一個普通的嬰兒。然而，這個嬰兒的誕生是有目的的：比利·格雷厄姆曾說：“基督來到世界的目的，就是要將自己的生命作為犧牲，為世界的罪贖罪。他來是為了死去。這就是聖誕節的核心。”"
      },
      {
        "title": "齊來宗主信徒",
        "show": true,
        "lyrics": "<h2>齊來宗主信徒</h2><p>齊來宗主信徒，快樂又歡欣，<br>齊來，一齊來，大家上伯利恆；<br>來朝見聖嬰，天使王，已降生；<br>齊來虔誠同崇拜，<br>齊來虔誠同崇拜，<br>齊來虔誠同崇拜，<br>主基督。</p><p>由上主的上主，光明的光明，<br>虛心並不嫌童貞女胎中生，<br>真主的真主，是生成，非造成；<br>齊來虔誠同崇拜，<br>齊來虔誠同崇拜，<br>齊來虔誠同崇拜，<br>主基督。</p><p>天使結成樂隊，歡然同歌唱，<br>光明眾天軍，來高聲同讚揚；<br>至高的處所，榮耀歸與君王；<br>齊來虔誠同崇拜，<br>齊來虔誠同崇拜，<br>齊來虔誠同崇拜，<br>主基督。</p><p>救主生於今晨，我眾來歡迎；<br>天人諸榮耀，完全歸主一身；<br>大哉父真道，藉肉體，來顯明；<br>齊來虔誠同崇拜，<br>齊來虔誠同崇拜，<br>齊來虔誠同崇拜，<br>主基督。</p>"
      },
      {
        "title": "Bible Reading: Isaiah 9:2-7",
        "show": false,
        "lyrics": "<h2>Isaiah 9:2-7</h2><blockquote>The people walking in darkness have seen a great light; on those living in the land of deep darkness a light has dawned. You have enlarged the nation and increased their joy; they rejoice before you as people rejoice at the harvest, as warriors rejoice when dividing the plunder. For as in the day of Midian's defeat, you have shattered the yoke that burdens them, the bar across their shoulders, the rod of their oppressor. Every warrior's boot used in battle and every garment rolled in blood will be destined for burning, will be fuel for the fire. For to us a child is born, to us a son is given, and the government will be on his shoulders. And he will be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace. Of the greatness of his government and peace there will be no end. He will reign on David's throne and over his kingdom, establishing and upholding it with justice and righteousness from that time on and forever. The zeal of the LORD Almighty will accomplish this.</blockquote>"
      },
      {
        "title": "Bible Reading: Luke 1:26-38",
        "show": false,
        "lyrics": "<h2>Luke 1:26-38</h2><blockquote>In the sixth month of Elizabeth's pregnancy, God sent the angel Gabriel to Nazareth, a town in Galilee, to a virgin pledged to be married to a man named Joseph, a descendant of David. The virgin's name was Mary. The angel went to her and said, “Greetings, you who are highly favored! The Lord is with you.” Mary was greatly troubled at his words and wondered what kind of greeting this might be. But the angel said to her, “Do not be afraid, Mary; you have found favor with God. You will conceive and give birth to a son, and you are to call him Jesus. He will be great and will be called the Son of the Most High. The Lord God will give him the throne of his father David, and he will reign over Jacob's descendants forever; his kingdom will never end.” “How will this be,” Mary asked the angel, “since I am a virgin?” The angel answered, “The Holy Spirit will come on you, and the power of the Most High will overshadow you. So the holy one to be born will be called the Son of God. Even Elizabeth your relative is going to have a child in her old age, and she who was said to be unable to conceive is in her sixth month. For no word from God will ever fail.” “I am the Lord's servant,” Mary answered. “May your word to me be fulfilled.” Then the angel left her.</blockquote>"
      },
      {
        "title": "聖誕佳音",
        "show": true,
        "lyrics": "<h2>聖誕佳音</h2><p>天使初報聖誕佳音，<br>先向田野貧苦牧人；<br>牧人正在看守羊群，<br>嚴冬方冷，長夜已深。<br>副歌：歡欣，歡欣，歡欣，歡欣，<br>救世君王今日臨塵。</p><p>牧人抬頭見一明星，<br>遠在東方燦爛光明；<br>發出奇光照耀塵寰，<br>不分晝夜，光彩無間。<br>副歌：歡欣，歡欣，歡欣，歡欣，<br>救世君王今日臨塵。</p><p>景星引導渡漠越荒，<br>到伯利恆，停留其上；<br>景星照射，光蓋馬房，<br>嬰孩耶穌，馬槽為床。<br>副歌：歡欣，歡欣，歡欣，歡欣，<br>救世君王今日臨塵。</p><p>我們應當異口同聲，<br>讚美上主創造大能；<br>自無化有，萬物豐盛，<br>藉主寶血，救贖蒼生。<br>副歌：歡欣，歡欣，歡欣，歡欣，<br>救世君王今日臨塵。</p>"
      },
      {
        "title": "Bible Reading: Luke 2:1-7",
        "show": false,
        "lyrics": "<h2>Luke 2:1-7</h2><blockquote>In those days Caesar Augustus issued a decree that a census should be taken of the entire Roman world. (This was the first census that took place while Quirinius was governor of Syria.) And everyone went to their own town to register. So Joseph also went up from the town of Nazareth in Galilee to Judea, to Bethlehem the town of David, because he belonged to the house and line of David. He went there to register with Mary, who was pledged to be married to him and was expecting a child. While they were there, the time came for the baby to be born, and she gave birth to her firstborn, a son. She wrapped him in cloths and placed him in a manger, because there was no guest room available for them.</blockquote>"
      },
      {
        "title": "平安夜",
        "show": true,
        "lyrics": "<h2>平安夜</h2><p>平安夜，聖善夜，<br>真寧靜。真光明，<br>光輝環照聖母聖嬰，<br>聖潔嬰孩純真可愛，<br>靜享天賜安眠，<br>靜享天賜安眠。</p><p>平安夜，聖善夜。<br>牧羊人。在曠野，<br>看見天上榮光照下，<br>天軍齊唱哈利路亞，<br>救主今夜降生，<br>救主今夜降生。</p><p>平安夜，聖善夜，<br>神子愛，光皎潔，<br>這是救恩黎明光芒，<br>救贖恩典降臨四方，<br>主耶穌今降生，<br>主耶穌今降生。</p>"
      },
      {
        "title": "Bible Reading: Luke 2:8-20",
        "show": false,
        "lyrics": "<h2>Luke 2:8-20</h2><blockquote>And there were shepherds living out in the fields nearby, keeping watch over their flocks at night. An angel of the Lord appeared to them, and the glory of the Lord shone around them, and they were terrified. But the angel said to them, “Do not be afraid. I bring you good news that will cause great joy for all the people. Today in the town of David a Savior has been born to you; he is the Messiah, the Lord. This will be a sign to you: You will find a baby wrapped in cloths and lying in a manger.” Suddenly a great company of the heavenly host appeared with the angel, praising God and saying, “Glory to God in the highest heaven, and on earth peace to those on whom his favor rests.” When the angels had left them and gone into heaven, the shepherds said to one another, “Let's go to Bethlehem and see this thing that has happened, which the Lord has told us about.” So they hurried off and found Mary and Joseph, and the baby, who was lying in the manger. When they had seen him, they spread the word concerning what had been told them about this child, and all who heard it were amazed at what the shepherds said to them. But Mary treasured up all these things and pondered them in her heart. The shepherds returned, glorifying and praising God for all the things they had heard and seen, which were just as they had been told.</blockquote>"
      },
      {
        "title": "聽阿！天使高聲唱",
        "show": true,
        "lyrics": "<h2>聽阿！天使高聲唱</h2><p>聽阿！天使高聲唱：<br>榮耀歸與新生王；<br>地上平安人蒙恩，<br>神人和好再相親！<br>興起！地上大小邦，<br>響應諸天共頌揚，<br>樂與天使同宣告：<br>基督生於伯利恆；<br>聽阿！天使高聲唱：<br>榮耀歸與新生王；</p><p>至高天庭同敬拜<br>基督萬代永生王，<br>萬世所望從天降，<br>甘心卑微居陋房；<br>至高上主披肉體，<br>道成肉身降麈世，<br>甘與世人居下地，<br>耶穌是以馬內利；<br>聽阿！天使高聲唱：<br>榮耀歸與新生王；</p><p>歡迎天降和平王，<br>歡迎輝煌公義光；<br>帶來生命顯光芒，<br>起死回生醫創傷；<br>捨棄榮華離天上，<br>降生救人出死亡，<br>降生使人得高升，<br>降生使人得重生；<br>聽阿！天使高聲唱：<br>榮耀歸與新生王；</p>"
      },
      {
        "title": "啊！聖善夜",
        "show": true,
        "lyrics": "<h2>啊！聖善夜</h2><p>啊！聖善夜，眾星宿閃耀光芒，<br>親愛救主誕生伯利恆，<br>世界不斷地步向沉淪失喪，<br>救主顯現眾生靈復得尊嚴。</p><p>這困倦人生充滿欣悅希望，<br>因清澈晨曦彰顯大榮光。<br>屈膝敬拜，靜聽天使唱歌聲，<br>聖哉此夜，救主基督降生，<br>聖哉此夜，救主基督降生。</p><p>信心之光在空中引導輝煌，<br>歡悅心靈在聖嬰馬槽旁，<br>高掛在天那星光燦爛晶瑩，<br>東方博士把禮物獻呈。</p><p>萬世君王躺臥在卑微馬槽，<br>作我眾朋友，負我眾罪咎。<br>祂賜所需，領我們遠離危難，<br>尊祂為王，拜伏在祂面前，<br>尊祂為王，拜伏在祂面前。</p><p><em>副歌：祂是救主，當永遠稱頌祂名，<br>永遠傳揚祂的權能和榮耀，永遠傳揚祂的權能和榮耀。</em></p>"
      },
      {
        "title": "Bible Reading: Matthew 2:1-12",
        "show": false,
        "lyrics": "<h2>Matthew 2:1-12</h2><blockquote>After Jesus was born in Bethlehem in Judea, during the time of King Herod, Magi from the east came to Jerusalem and asked, “Where is the one who has been born king of the Jews? We saw his star when it rose and have come to worship him.” When King Herod heard this he was disturbed, and all Jerusalem with him. When he had called together all the people's chief priests and teachers of the law, he asked them where the Messiah was to be born. “In Bethlehem in Judea,” they replied, “for this is what the prophet has written: <p>“ 'But you, Bethlehem, in the land of Judah, are by no means least among the rulers of Judah; for out of you will come a ruler who will shepherd my people Israel.'”</p> Then Herod called the Magi secretly and found out from them the exact time the star had appeared. He sent them to Bethlehem and said, “Go and search carefully for the child. As soon as you find him, report to me, so that I too may go and worship him.” After they had heard the king, they went on their way, and the star they had seen when it rose went ahead of them until it stopped over the place where the child was. When they saw the star, they were overjoyed. On coming to the house, they saw the child with his mother Mary, and they bowed down and worshiped him. Then they opened their treasures and presented him with gifts of gold, frankincense and myrrh. And having been warned in a dream not to go back to Herod, they returned to their country by another route.</blockquote>"
      },
      {
        "title": "美哉聖城，小伯利恆",
        "show": true,
        "lyrics": "<h2>美哉聖城，小伯利恆</h2><p>美哉聖城，小伯利恆，<br>你是何等寧靜；<br>更深夜靜，沈睡無夢，<br>群星悄然運行；<br>但在你黑暗街道，<br>顯耀永恆之光，<br>萬世期望，戰兢等待，<br>今宵匯集此方。</p><p>因馬利亞誕生聖嬰，<br>天軍雲集天空，<br>寒夜已深，眾生安眠，<br>天使護衛愛羡；<br>天上晨星同宣告<br>聖誕神聖佳音，<br>天上榮耀歸與真神，<br>地上平安歸人。</p><p>何等安寧，何等恬靜，<br>真神賜奇妙恩，<br>神將各樣屬天恩惠，<br>注入千萬人心；<br>因世界充滿罪惡，<br>主降無人聽聞，<br>誰肯謙卑打開心門，<br>主必進入其心。</p><p>伯利恆城至聖嬰孩，<br>我們求你降臨，<br>除去我心一切罪孽，<br>降生在我心中；<br>我聽聖誕之天使<br>宣告大喜佳音，<br>懇求以馬內利我王，<br>永遠居住我心。</p>"
      },
      {
        "title": "Bible Reading: Micah 5:2-4",
        "show": false,
        "lyrics": "<h2>Micah 5:2-4</h2><blockquote>“But you, Bethlehem Ephrathah, though you are small among the clans of Judah, out of you will come for me one who will be ruler over Israel, whose origins are from of old, from ancient times.” Therefore Israel will be abandoned until the time when she who is in labor bears a son, and the rest of his brothers return to join the Israelites. He will stand and shepherd his flock in the strength of the LORD, in the majesty of the name of the LORD his God. And they will live securely, for then his greatness will reach to the ends of the earth.</blockquote>"
      },
      {
        "title": "普世歡騰",
        "show": true,
        "lyrics": "<h2>普世歡騰</h2><p>普世歡騰，救主降臨！<br>全地接祂為王；<br>萬心為主預備地方，<br>宇宙萬物歌唱，<br>宇宙萬物歌唱，<br>宇宙，宇宙萬物歌唱。</p><p>大地歡騰，主治萬方！<br>萬民高聲頌揚；<br>田野，江河，平原，山崗，<br>響應歌聲嘹亮，<br>響應歌聲嘹亮，<br>響應，響應歌聲嘹亮。</p><p>世上一切罪惡憂傷，<br>從此不再生長；<br>普世咒詛變為恩典，<br>主愛澤及四方，<br>主愛澤及四方，<br>主愛，主愛澤及四方。</p><p>主以真理，恩治萬方，<br>要在萬國民中，<br>彰顯上主公義榮光，<br>主愛奇妙豐盛，<br>主愛奇妙豐盛，<br>主愛，主愛奇妙豐盛。</p>"
      },
      {
        "title": "Thanks for joining us",
        "show": false,
        "lyrics": "<h2>Thanks for joining us</h2><p>We're so glad you could join us this Christmas.  We pray that you have a blessed and joyful Christmas and we look forward to seeing you in the new year.</p><p>For more information:</p><p><button target=\"_blank\" class=\"action-button\" data-url=\"https://christianity.net.au\" target=\"_newtab\">Christianity.net.au</button></p><p><button target=\"_blank\" class=\"action-button\" data-key=\"Contact\">Join our next course</button></p><p><button target=\"_blank\" class=\"action-button\" data-url=\"http://stphils.org.au\">More information about St Phils</button></p>"
      }
    ]
  },
  "ko": {
    "langName": "한국어",
    "translateUrl": "https://beta.sunflowerai.io/caption/DQ8Q36/ko?bg=true&color=51.5%2C0%2C100&size=1&width=true&font=ar-one-sans&green=false&lines=0",
    "serviceLabel": "번역 서비스",
    "songs": [
      {
        "title": "환영 ...",
        "show": true,
        "lyrics": "<h2>세인트 필스에 오신 것을 환영합니다</h2>함께 크리스마스를 축하하기 위해 참석해 주셔서 감사합니다. 크리스마스는 큰 기쁨의 계절입니다. 하나님께서 우리를 향한 큰 사랑을 보여주신 때이기도 합니다. 바로 하나님의 아들 예수 그리스도의 탄생을 축하하는 시기이기 때문입니다. 이 탄생으로 세상에 큰 기쁨이 찾아왔습니다. 천사들, 목자들, 동방 박사들 모두 이 중대한 사건을 함께 나누었습니다. 그들은 이 아기가 평범한 아기가 아님을 알았습니다. 그러나 이 아기의 탄생에는 목적이 있었습니다. 빌리 그래함은 한때 이렇게 말했습니다. “그리스도께서 세상에 오신 아주 큰 목적은 그가 세상의 죄를 위해 자신의 생명을 희생으로 드리려는 것이었습니다. 그분은 죽기 위해 오셨습니다. 그것이 바로 크리스마스의 핵심입니다.”"
      },
      {
        "title": "O Come All Ye Faithful - 참 반가운 성도여",
        "show": true,
        "lyrics": "<h2>O Come All Ye Faithful - 참 반가운 성도여</h2><p>O come all ye faithful, joyful and triumphant<br>참 반가운 성도여 다 이리 와서<br>O come ye, o come ye to Bethlehem<br>베들레헴 성으로 가봅시다<br>Come and behold him, born the King of angels<br>저 천사들의 왕 나셨도다<br>O come let us adore him<br>오! 주님께 경배하세<br>O come let us adore him<br>오! 주님께 경배하세<br>O come let us adore him<br>오! 주님께 경배하세<br>Christ the Lord!<br>주님께</p><p>True God of true God, Light of Light eternal<br>참 하나님 참 하나님<br>Lo, he abhors not the virgin's womb<br>동정녀 몸에서 나셨도다<br>Son of the Father, begotten, not created<br>영원한 아버지의 독생성자<br>O come let us adore him<br>오! 주님께 경배하세<br>O come let us adore him<br>오! 주님께 경배하세<br>O come let us adore him<br>오! 주님께 경배하세<br>Christ the Lord!<br>주님께</p><p>Sing choirs of angels, sing in exultation<br>천사들의 노래 소리 높이 불러<br>Sing all ye citizens of heaven above<br>하늘의 기쁨이 충만하도다<br>'Glory to God, glory in the highest'<br>지극히 높은 곳에 영광을<br>O come let us adore him<br>오! 주님께 경배하세<br>O come let us adore him<br>오! 주님께 경배하세<br>O come let us adore him<br>오! 주님께 경배하세<br>Christ the Lord!<br>주님께</p><p>Yea, Lord we greet thee, born this happy morning<br>이 날의 주 탄생 기쁘도다<br>Jesus, to thee be glory given<br>주께 영광을 돌리세<br>Word of the Father now in flesh appearing<br>영원한 말씀이 육신 되셨네<br>O come let us adore him<br>오! 주님께 경배하세<br>O come let us adore him<br>오! 주님께 경배하세<br>O come let us adore him<br>오! 주님께 경배하세<br>Christ the Lord!<br>주님께</p>"
      },
      {
        "title": "Bible Reading: Isaiah 9:2-7",
        "show": false,
        "lyrics": "<h2>Isaiah 9:2-7</h2><blockquote>The people walking in darkness have seen a great light; on those living in the land of deep darkness a light has dawned. You have enlarged the nation and increased their joy; they rejoice before you as people rejoice at the harvest, as warriors rejoice when dividing the plunder. For as in the day of Midian's defeat, you have shattered the yoke that burdens them, the bar across their shoulders, the rod of their oppressor. Every warrior's boot used in battle and every garment rolled in blood will be destined for burning, will be fuel for the fire. For to us a child is born, to us a son is given, and the government will be on his shoulders. And he will be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace. Of the greatness of his government and peace there will be no end. He will reign on David's throne and over his kingdom, establishing and upholding it with justice and righteousness from that time on and forever. The zeal of the LORD Almighty will accomplish this.</blockquote>"
      },
      {
        "title": "Bible Reading: Luke 1:26-38",
        "show": false,
        "lyrics": "<h2>Luke 1:26-38</h2><blockquote>In the sixth month of Elizabeth's pregnancy, God sent the angel Gabriel to Nazareth, a town in Galilee, to a virgin pledged to be married to a man named Joseph, a descendant of David. The virgin's name was Mary. The angel went to her and said, “Greetings, you who are highly favored! The Lord is with you.” Mary was greatly troubled at his words and wondered what kind of greeting this might be. But the angel said to her, “Do not be afraid, Mary; you have found favor with God. You will conceive and give birth to a son, and you are to call him Jesus. He will be great and will be called the Son of the Most High. The Lord God will give him the throne of his father David, and he will reign over Jacob's descendants forever; his kingdom will never end.” “How will this be,” Mary asked the angel, “since I am a virgin?” The angel answered, “The Holy Spirit will come on you, and the power of the Most High will overshadow you. So the holy one to be born will be called the Son of God. Even Elizabeth your relative is going to have a child in her old age, and she who was said to be unable to conceive is in her sixth month. For no word from God will ever fail.” “I am the Lord's servant,” Mary answered. “May your word to me be fulfilled.” Then the angel left her.</blockquote>"
      },
      {
        "title": "The First Nowell - 저 들 밖에 한밤중에",
        "show": true,
        "lyrics": "<h2>The First Nowell - 저 들 밖에 한밤중에</h2><p>The first Nowell the angel did say<br>저 들 밖에 한밤중에<br>Was to certain poor shepherds in fields as they lay<br>양 떼 먹이는 목자들<br>In fields where they lay keeping their sheep<br>큰 광채가 홀연히 비추니<br>On a cold winter's night that was so deep<br>무서워 엎드렸네<br>Nowell, Nowell, Nowell, Nowell<br>노엘 노엘 노엘 노엘<br>Born is the King of Israel<br>이스라엘 왕이 나셨네</p><p>2.When they looked up they saw a star<br>그들은 밝은 그 빛 따라<br>Shining in the east, beyond them far<br>한 별을 찾아 내었네<br>And to the earth it gave great light<br>동방에서 솟아난 그 별이<br>And so it continued both day and night<br>온 세상 비추었네<br>Nowell, Nowell, Nowell, Nowell<br>노엘 노엘 노엘 노엘<br>Born is the King of Israel<br>이스라엘 왕이 나셨네</p><p>3.This star drew nigh to the north-west<br>그 별이 그 위를 떠나서<br>Over Bethlehem it took its rest<br>베들레헴 향했으니<br>And there it did both stop and stay<br>아기 예수 누우신 구유 위<br>Right over the place where Jesus lay<br>높이 와 머물렀네<br>Nowell, Nowell, Nowell, Nowell<br>노엘 노엘 노엘 노엘<br>Born is the King of Israel<br>이스라엘 왕이 나셨네</p><p>4. Now let us all with one accord<br>이 세상 모든 사람들아<br>Sing praises to our heavenly Lord<br>주께 찬양을 드리자<br>Who brought forth heaven and earth from nought<br>하늘과 땅을 만드신 주님<br>And with His blood mankind has bought<br>우리를 구원하셨네<br>Nowell, Nowell, Nowell, Nowell<br>노엘 노엘 노엘 노엘<br>Born is the King of Israel<br>이스라엘 왕이 나셨네</p>"
      },
      {
        "title": "Bible Reading: Luke 2:1-7",
        "show": false,
        "lyrics": "<h2>Luke 2:1-7</h2><blockquote>In those days Caesar Augustus issued a decree that a census should be taken of the entire Roman world. (This was the first census that took place while Quirinius was governor of Syria.) And everyone went to their own town to register. So Joseph also went up from the town of Nazareth in Galilee to Judea, to Bethlehem the town of David, because he belonged to the house and line of David. He went there to register with Mary, who was pledged to be married to him and was expecting a child. While they were there, the time came for the baby to be born, and she gave birth to her firstborn, a son. She wrapped him in cloths and placed him in a manger, because there was no guest room available for them.</blockquote>"
      },
      {
        "title": "Silent night, holy night - 고요한 밤 거룩한 밤",
        "show": true,
        "lyrics": "<h2>Silent night, holy night - 고요한 밤 거룩한 밤</h2><p>Silent night, holy night<br>고요한 밤 거룩한 밤<br>All is calm, all is bright<br>어둠에 묻힌 밤<br>Round young virgin, mother and child<br>주의 부모 앉아서<br>Holy infant so tender and mild<br>감사 기도 드릴 때<br>Sleep in heavenly peace<br>아기 잘도 잔다<br>Sleep in heavenly peace<br>아기 잘도 잔다</p><p>Silent night, holy night<br>고요한 밤 거룩한 밤<br>Shepherds quake at the sight<br>영광이 둘린 밤<br>Glories stream from heaven afar<br>천군 천사 나타나<br>Heavenly hosts sing, ‘Alleluia<br>기뻐 노래 불렀네<br>Christ the Savior is born<br>왕이 나셨도다<br>Christ the Savior is born<br>왕이 나셨도다</p><p>Silent night, holy night<br>고요한 밤 거룩한 밤<br>Wonderous star, lend your light<br>동방의 박사들<br>With the angels let us sing<br>별을 보고 찾아와<br>Alleluia to our King<br>꿇어 경배 드렸네<br>Christ our Saviour is born<br>구주 나셨도다<br>Christ our Saviour is born<br>구주 나셨도다</p>"
      },
      {
        "title": "Bible Reading: Luke 2:8-20",
        "show": false,
        "lyrics": "<h2>Luke 2:8-20</h2><blockquote>And there were shepherds living out in the fields nearby, keeping watch over their flocks at night. An angel of the Lord appeared to them, and the glory of the Lord shone around them, and they were terrified. But the angel said to them, “Do not be afraid. I bring you good news that will cause great joy for all the people. Today in the town of David a Savior has been born to you; he is the Messiah, the Lord. This will be a sign to you: You will find a baby wrapped in cloths and lying in a manger.” Suddenly a great company of the heavenly host appeared with the angel, praising God and saying, “Glory to God in the highest heaven, and on earth peace to those on whom his favor rests.” When the angels had left them and gone into heaven, the shepherds said to one another, “Let's go to Bethlehem and see this thing that has happened, which the Lord has told us about.” So they hurried off and found Mary and Joseph, and the baby, who was lying in the manger. When they had seen him, they spread the word concerning what had been told them about this child, and all who heard it were amazed at what the shepherds said to them. But Mary treasured up all these things and pondered them in her heart. The shepherds returned, glorifying and praising God for all the things they had heard and seen, which were just as they had been told.</blockquote>"
      },
      {
        "title": "Hark! The herald angels sing - 천사 찬송하기를",
        "show": true,
        "lyrics": "<h2>Hark! The herald angels sing - 천사 찬송하기를</h2><p>1. Hark! The herald angels sing<br>천사 찬송하기를<br>Glory to the newborn King<br>거룩하신 구주께<br>Peace on earth and mercy mild<br>영광 돌려 보내세<br>God and sinners reconciled<br>구주 오늘 나셨네<br>Joyful, all ye nations rise<br>크고 작은 나라들<br>Join the triumph of the skies<br>기뻐 화답하여라<br>With the angelic host proclaim<br>영광 받을 왕의 왕<br>Christ is born in Bethlehem<br>베들레헴 나신 주<br>Hark! The herald angels sing<br>영광 받을 왕의 왕<br>Glory to the newborn King<br>베들레헴 나신 주</p><p>2. Christ by highest heav'n adored<br>오늘 나신 예수는<br>Christ the everlasting Lord<br>영광 받고 오신 주<br>Late in time behold Him come<br>천사 찬송 듣고서<br>Offspring of the Virgin's womb<br>모두 엎드려 절하세<br>Veiled in flesh the Godhead see<br>영원토록 계시는<br>Hail the incarnate Deity<br>평화의 왕이시니<br>Pleased as man with men to dwell<br>하늘의 영광 버리고<br>Jesus, our Immanuel<br>이 땅 위에 오셨네<br>Hark! The herald angels sing<br>하늘의 영광 버리고<br>Glory to the newborn King<br>이 땅 위에 오셨네</p><p>3. Hail the heav'n-born Prince of Peace!<br>의로우신 예수는<br>Hail the Sun of Righteousness!<br>평화의 왕이시고<br>Light and life to all He brings<br>세상 빛이 되시며<br>Risen with healing in His wings<br>생명 되신 구주라<br>Mild He lays His glory by<br>죽은 자를 살리려<br>Born that man no more may die<br>이 땅 위에 오셔서<br>Born to raise the sons of earth<br>영생하는 복을 주니<br>Born to give them second birth<br>모두 찬송하여라<br>Hark! The herald angels sing<br>영생하는 복을 주니<br>Glory to the newborn King<br>모두 찬송하여라</p>"
      },
      {
        "title": "O Holy Night - 오 거룩한 밤",
        "show": true,
        "lyrics": "<h2>O Holy Night - 오 거룩한 밤</h2><p>O holy night, the stars are brightly shining<br>오 거룩한 밤 별들 반짝일 때<br>It is the night of our dear saviour's birth<br>거룩한 밤 우리 구주 나셨네<br>Long laid the world in sin and error pining<br>죄악에 빠져 헤매던 백성들<br>Till he appeared and the soul felt its worth<br>주 오셔서 참 소망 주셨네<br>A thrill of hope, the weary world rejoices<br>고단한 영혼 기뻐하며 뛰네<br>For yonder breaks, a new and glorious morn<br>영광의 새 날 밝아오도다<br>Fall on your knees, O hear the angel voices<br>무릎 꿇고 저 천사 노래 듣라<br>O night divine, O night when Christ was born<br>오 거룩한 밤 구주가 나신 밤<br>O night divine, O night, O night divine<br>오 거룩한 밤 거룩 거룩한 밤</p><p>Truly he taught us to love one anothers<br>주님의 법은 사랑과 평화라<br>His law is love and his gospel is peace<br>우리 서로 사랑하라 하셨네<br>Chains, shall he break for the slave is our brother<br>종의 멍에를 주가 꺾으시고<br>And in his name, all oppression shall cease<br>압박받는 자 자유 얻었네<br>Sweet hymns of joy, in grateful chorus raise we<br>기쁨의 찬송 함께 부르면서<br>Let all within us praise his holy name<br>주님의 이름 찬양하여라<br>Christ is the Lord, O praise his name forever<br>영광의 주를 영원히 찬양하라<br>His power and glory evermore proclaim<br>영광의 주를 찬양하여라<br>His power and glory evermore proclaim<br>영광의 주를 찬양하여라</p>"
      },
      {
        "title": "Bible Reading: Matthew 2:1-12",
        "show": false,
        "lyrics": "<h2>Matthew 2:1-12</h2><blockquote>After Jesus was born in Bethlehem in Judea, during the time of King Herod, Magi from the east came to Jerusalem and asked, “Where is the one who has been born king of the Jews? We saw his star when it rose and have come to worship him.” When King Herod heard this he was disturbed, and all Jerusalem with him. When he had called together all the people's chief priests and teachers of the law, he asked them where the Messiah was to be born. “In Bethlehem in Judea,” they replied, “for this is what the prophet has written: <p>“ 'But you, Bethlehem, in the land of Judah, are by no means least among the rulers of Judah; for out of you will come a ruler who will shepherd my people Israel.'”</p> Then Herod called the Magi secretly and found out from them the exact time the star had appeared. He sent them to Bethlehem and said, “Go and search carefully for the child. As soon as you find him, report to me, so that I too may go and worship him.” After they had heard the king, they went on their way, and the star they had seen when it rose went ahead of them until it stopped over the place where the child was. When they saw the star, they were overjoyed. On coming to the house, they saw the child with his mother Mary, and they bowed down and worshiped him. Then they opened their treasures and presented him with gifts of gold, frankincense and myrrh. And having been warned in a dream not to go back to Herod, they returned to their country by another route.</blockquote>"
      },
      {
        "title": "O Little Town of Bethlehem - 오 베들레헴 작은 골",
        "show": true,
        "lyrics": "<h2>O Little Town of Bethlehem - 오 베들레헴 작은 골</h2><p>1.O little town of Bethlehem<br>오 베들레헴 작은 골<br>How still we see thee lie!<br>너 잠들었느냐<br>Above thy deep and dreamless sleep<br>큰 빛 둘러 네 위에<br>The silent stars go by<br>고요히 비치네<br>Yet in thy dark streets shineth<br>저 놀라운 빛 이제 곧<br>The everlasting Light<br>네 위에 비치네<br>The hopes and fears of all the years<br>온 세상의 희망이<br>Are met in thee tonight<br>오늘 밤 너에게 있네</p><p>2. O morning stars, together<br>별들아 찬란하게<br>Proclaim the holy birth<br>구주 나심 알리고<br>And praises sing to God the King<br>영광 돌려 노래하며<br>And peace to men on earth<br>평화를 주도다<br>For Christ is born of Mary<br>마리아에게서<br>And gathered all above<br>그리스도 나시니<br>While mortals sleep and angels keep<br>잠자는 사람들 몰래<br>Their watch of wondering love<br>사랑 지키시네</p><p>3.How silently, how silently<br>주 예수 탄생하실 때<br>The wondrous gift is given!<br>소리 없이 오시니<br>So God imparts to human hearts<br>주님의 축복 그 마음<br>The blessings of his heaven<br>문 열 때 임하네<br>No ear may hear his coming<br>소리 없이 내려와<br>But in this world of sin<br>죄악 세상 비추니<br>Where meek souls will receive him still<br>겸손한 맘에 오셔서<br>The dear Christ enters in<br>그 사랑 베푸시네</p><p>4.O holy child of Bethlehem<br>오 베들레헴 예수님<br>Descend to us we pray<br>우리에게 오셔서<br>Cast out our sin and enter in<br>죄악의 세상 이기고<br>Be born in us today<br>왕이 되어 주소서<br>We hear the Christmas angels<br>평강의 천사들이<br>The great glad tidings tell<br>기쁜 소식 전하니<br>O come to us, abide with us<br>주 예수여 우리 맘에<br>Our Lord Emmanuel<br>임마누엘 되소서</p>"
      },
      {
        "title": "Bible Reading: Micah 5:2-4",
        "show": false,
        "lyrics": "<h2>Micah 5:2-4</h2><blockquote>“But you, Bethlehem Ephrathah, though you are small among the clans of Judah, out of you will come for me one who will be ruler over Israel, whose origins are from of old, from ancient times.” Therefore Israel will be abandoned until the time when she who is in labor bears a son, and the rest of his brothers return to join the Israelites. He will stand and shepherd his flock in the strength of the LORD, in the majesty of the name of the LORD his God. And they will live securely, for then his greatness will reach to the ends of the earth.</blockquote>"
      },
      {
        "title": "Joy to the World - 기쁘다 구주 오셨네",
        "show": true,
        "lyrics": "<h2>Joy to the World - 기쁘다 구주 오셨네</h2><p>Joy to the world! The Lord is come<br>기쁘다 구주 오셨네<br>let earth receive her king<br>만백성 맞으라<br>Let every heart prepare him room<br>온 마음 열어 환영해<br>and heaven and nature sing<br>온 천하 만물 기뻐하라<br>and heaven and nature sing<br>온 천하 만물 기뻐하라<br>and heaven, and heaven and nature sing<br>온 천하 만물 기뻐하라</p><p>Joy to the world! The Savior reigns<br>기쁘다 구주 오셨네<br>let men their song employ<br>즐거운 노래하세<br>while fields and floods, rocks, hills, and plains<br>들판과 산과 계곡도<br>repeat the sounding joy<br>기쁜 소식 전하라<br>repeat the sounding joy<br>기쁜 소식 전하라<br>repeat, repeat the sounding joy<br>기쁜 소식 전하라</p><p>No more let sin and sorrow grow<br>죄 많은 세상 오시어<br>nor thorns infest the ground<br>근심을 없애시고<br>He comes to make his blessing flow<br>너희도 마음 받아서<br>far as the curse is found<br>이 기쁜 소식 전하여라<br>far as the curse is found<br>이 기쁜 소식 전하여라<br>far as, far as the curse is found<br>이 기쁜 소식 전하여라</p><p>He rules the world with truth and grace<br>주 예수 세상 다스려<br>and makes the nations prove<br>참 평화 주시네<br>the glories of his righteousness<br>의롭고 선하신 뜻이<br>and wonders of his love<br>만백성 증거하리<br>and wonders of his love<br>만백성 증거하리<br>and wonders, wonders of his love<br>만백성 증거하리</p>"
      },
      {
        "title": "Thanks for joining us",
        "show": false,
        "lyrics": "<h2>Thanks for joining us</h2><p>We're so glad you could join us this Christmas.  We pray that you have a blessed and joyful Christmas and we look forward to seeing you in the new year.</p><p>For more information:</p><p><button target=\"_blank\" class=\"action-button\" data-url=\"https://christianity.net.au\" target=\"_newtab\">Christianity.net.au</button></p><p><button target=\"_blank\" class=\"action-button\" data-key=\"Contact\">Join our next course</button></p><p><button target=\"_blank\" class=\"action-button\" data-url=\"http://stphils.org.au\">More information about St Phils</button></p>"
      }
    ]
  }
}
